{
  "term": "Spring",
  "year": "2003",
  "level": [
    "Undergraduate"
  ],
  "topics": [
    [
      "Humanities",
      "History",
      "History of Science and Technology"
    ],
    [
      "Social Science",
      "Anthropology"
    ],
    [
      "Fine Arts",
      "Media Studies",
      "Digital Media"
    ]
  ],
  "legacy_uid": "de8a7202-edf1-a539-4d22-5ea5648651f9",
  "instructors": {
    "content": [
      "847ba2b9-d810-11f3-02d7-a829ccd0da22",
      "032607c4-cc39-4bd7-81df-a635c9bd882f"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "76c3d3ab-7eae-0f4f-a4c7-d7c24e88f158",
    "website": "es-272-culture-tech-spring-2003"
  },
  "course_title": "Culture Tech",
  "course_description": "This class is divided into a series of sections or \"modules\", each of which concentrates on a particular large technology-related topic in a cultural context. The class will start with a four-week module on Samurai Swords and Blacksmithing, followed by smaller units on Chinese Cooking, the Invention of Clocks, and Andean Weaving, and end with a four-week module on Automobiles and Engines. In addition, there will be a series of hands-on projects that tie theory and practice together. The class discussions range across anthropology, history, and individual development, emphasizing recurring themes, such as the interaction between technology and culture and the relation between \"skill\" knowledge and \"craft\" knowledge.{{% resource_link \"e18dd9b1-9d43-4e6d-9ca2-2a82d57513a8\" \"   \" %}}\n\nCulture Tech evolved from a more extensive, two-semester course which formed the centerpiece of the Integrated Studies Program at MIT.  For 13 years, ISP was an alternative first-year program combining humanities, physics, learning-by-doing, and weekly luncheons.  Culture Tech represents the core principles of ISP distilled into a 6-unit seminar. Although many collections of topics have been used over the years, the modules presented here are a representative sequence.\n",
  "department_numbers": [
    "ES"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "ES.272",
  "course_image_thumbnail": {
    "content": "e36ad1e1-5524-ddbb-2feb-89aff66ffe70",
    "website": "es-272-culture-tech-spring-2003"
  },
  "learning_resource_types": [
    "Written Assignments"
  ],
  "site_uid": "f566222d-303a-4ea4-a60b-1744d99b6bfd",
  "site_short_id": "es.272-spring-2003",
  "site_url_path": "courses/es-272-culture-tech-spring-2003",
  "title": "Course Metadata"
}